chore: updates to docs
